Repository: evozhakov/cat-fact
Catalog: lib/l10n/app_*.arb
Languages: fr, iw, uk

# titleHistory
source: Fact history
fr: Historique des faits
iw: היסטוריה של עובדות
uk: Історія фактів

source: Fact
fr: Fait
iw: עוּבדָה
uk: Факт

# localLan
source: en
fr: fr
iw: iw
uk: uk

# swipe
source: Swipe in any direction
fr: Balayez dans n'importe quelle direction
iw: החלק לכל כיוון
uk: Гортайте в будь-якому напрямку

source: Settings
fr: Réglages
iw: הגדרות
uk: Налаштування

# clear
source: Сlear fact history
fr: Histoire claire des faits
iw: היסטוריית עובדות ברורה
uk: Очистити історію фактів

# noFacts
source: There are no saved facts
fr: Il n'y a pas de faits enregistrés
iw: אין עובדות שמורות
uk: Немає збережених фактів

# factsRemoved
source: All facts removed
fr: Tous les faits supprimés
iw: כל העובדות הוסרו
uk: Всі факти видалені

# cancel
source: Сancel
fr: Annuler
iw: בטל
uk: Скасувати

source: Facts
fr: Faits
iw: עובדות
uk: Факти

# numberCards
source: Number of generated cards
fr: Nombre de cartes générées
iw: מספר הכרטיסים שנוצרו
uk: Кількість згенерованих карток

source: Fact deleted
fr: Fait supprimé
iw: עובדה נמחקה
uk: Факт видалено
